Repository: pluginsGLPI/carbon
Catalog: locales/*.po
Languages: fr_fr, pt_br, tr_tr

source: Asset usage
tr_tr: Varlık kullanımı

source: Usage profile
fr_fr: Profil d'utilisation
pt_br: Perfil de uso
tr_tr: Kullanım profili

source: This power value is used as default when the power of a monitor model is unknown
pt_br: Este valor de potência padrão quando a potência de um modelo de monitor não existe
tr_tr: Bir ekran modelinin gücü bilinmediğinde varsayılan olarak bu güç değeri kullanılır

source: Power
fr_fr: Puissance
pt_br: Energia
tr_tr: Güç

source: Usage
tr_tr: Kullanım

source: Reset data
tr_tr: Verileri sıfırla

source: Calculate data
tr_tr: Verileri hesapla

source: Embodied impact
tr_tr: Gerçekleşen etki

source: Environmental impact
tr_tr: Çevresel etki

source: Boavizta zone
tr_tr: Boavizta bölgesi

source: Historization status
tr_tr: Geçmiş oluşturma durumu

source: No status
tr_tr: Herhangi bir durum yok

source: This data is missing and prevents from environmental impact calculation.
tr_tr: Bu veriler eksik ve çevresel etki hesaplamasını engelliyor.

source: This data is missing and may reduce the quality of environmental impact calculation.
tr_tr: Bu veriler eksik ve çevresel etki hesaplamasını engelleyebilir.

source: Is not in the trash bin
tr_tr: Çöp kutusunda olmayan

source: Is not a template
tr_tr: Bir kalıp olmayan

source: Linked to a computer
tr_tr: Bir bilgisayar ile bağlantılı olan

source: Has a location
tr_tr: Konumu şu olan

source: The location has a state or a country
tr_tr: Konumu bir il ya da ülke olan

source: The asset has a model
tr_tr: Varlık modeli şu olan

source: The model has a power consumption
tr_tr: Modelin güç tüketimi şu olan

source: The asset has a type
tr_tr: Varlık türü şu olan

source: The type has a power consumption
tr_tr: Türün güç tüketimi şu olan

source: The asset has a category
tr_tr: Varlık kategorisi şu olan

source: The asset has a usage profile
tr_tr: Varlık kullanım profili şu olan

source: The asset has an inventory entry date
tr_tr: Varlık envanter kaydı tarihi şu olan

source: Legend
tr_tr: İşaret

source: Satisfied requirement
tr_tr: Gereksinim karşılanıyor

source: Missing requirement
tr_tr: Gereksinim eksik

source: Optional missing data
tr_tr: İsteğe bağlı eksik veriler

source: Monthly usage carbon emission
tr_tr: Aylık kullanım karbon emisyonu

source: Compared to %s
tr_tr: %s ile karşılaştırma

source: Yearly Usage Carbon Emission
tr_tr: Yıllık kullanım karbon emisyonu

source: Information
pt_br: Informação
tr_tr: Bilgiler

source: Our data is sourced from reliable sources and is meticulously calculated using industry-standard methodologies. We utilize accurate measurement tools and algorithms to ensure the precision and reliability of our environmental metrics.
fr_fr: Nos données proviennent de sources fiables et sont soigneusement calculées selon des méthodologies reconnues dans l'industrie. Nous utilisons des outils de mesure précis et des algorithmes pour garantir la fiabilité et la précision de nos indicateurs environnementaux.
pt_br: Nossos dados são obtidos de fontes confiáveis ​​e meticulosamente calculados usando metodologias padrão da indústria. Utilizamos ferramentas e algoritmos de medição precisos para garantir a precisão e a confiabilidade de nossas métricas ambientais.
tr_tr: Verilerimiz güvenilir kaynaklardan elde edilir ve endüstri standardı yöntemler kullanılarak titizlikle hesaplanır. Çevresel ölçümlerimizin hassasiyetini ve güvenilirliğini sağlamak için doğru ölçüm araçlarını ve algoritmaları kullanırız.

source: As we move towards a greener future, businesses will soon be required to report energy usage and carbon emissions. By 2025, many areas will enforce these regulations. Adopting these practices now ensures compliance and helps combat climate change.
fr_fr: Alors que nous avançons vers un avenir plus vert, les entreprises devront bientôt déclarer leur consommation d'énergie et leurs émissions de carbone. D'ici 2025, de nombreuses régions appliqueront ces réglementations. Adopter ces pratiques dès maintenant garantit la conformité et contribue à lutter contre le changement climatique.
pt_br: À medida que caminhamos para um futuro mais verde, as empresas em breve serão obrigadas a reportar o consumo de energia e as emissões de carbono. Até 2025, muitas regiões aplicarão essas regulamentações. A adoção dessas práticas agora garante a conformidade e ajuda a combater as mudanças climáticas.
tr_tr: Daha yeşil bir geleceğe doğru ilerlerken, yakında kuruluşların enerji kullanımını ve karbon emisyonlarını bildirmeleri gerekecek. 2025 yılına kadar birçok bölge bu düzenlemeleri yürürlüğe koyacak. Bu uygulamaları benimsemek uyumluluğu garanti ediyor ve iklim değişikliğiyle mücadeleye yardımcı oluyor.

source: Did you know ?
fr_fr: Le saviez vous ?
pt_br: Você sabia ?
tr_tr: Biliyor musunuz?

source: 1 gram of CO₂ is equivalent to the CO₂ emitted when you drive a car for about 20 meters.
fr_fr: 1 gramme de CO₂ est équivalent au CO₂ émis quand vous roulez en voiture sur environ 20 mètres.
pt_br: 1 grama de CO₂ é equivalente ao CO₂ emitido quando você dirige um carro por cerca de 20 metros.
tr_tr: 1 gram CO₂, bir otomobili yaklaşık 20 metre sürdüğünüzde ortaya çıkan CO₂ miktarına eşdeğerdir.

source: Usage abiotic depletion potential
tr_tr: Kullanım abiyotik tükenme potansiyeli

source: Warning
fr_fr: Attention
pt_br: Aviso
tr_tr: Uyarı

source: It represents %s percent of your parc that contains %s computers.
tr_tr: Parkınızın yüzde %s kadarındaki %s bilgisayarı gösterir.

source: Want to know more ?
fr_fr: Vous voulez en savoir plus ?
pt_br: Quer saber mais?
tr_tr: Ayrıntılı bilgi almak ister misiniz?

source: Here is a video about the impact of numeric on the enviromnent.
fr_fr: Voici une vidéo à propos de l'impact du numérique sur l'environnement.
tr_tr: Sayısal değerlerin çevreye etkisini anlatan bir videoya bakabilirsiniz.

source: Embodied primary energy
tr_tr: Gerçekleşen birincil enerji

source: Embodied carbon emission
tr_tr: Gerçekleşen karbon emisyonu

source: It represents %s percent of your parc that contains %s network equipments.
tr_tr: Parkınızın yüzde %s kadarındaki %s ağ aygıtını gösterir.

source: It represents %s percent of your parc that contains %s monitors.
tr_tr: Parkınızın yüzde %s kadarındaki %s ekranı gösterir.

source: Embodied abiotic depletion potential
tr_tr: Gerçekleşen abiyotik tükenme potansiyeli

source: No zone available
fr_fr: Pas de zone disponible
pt_br: Nenhuma zona disponível
tr_tr: Kullanılabilecek bir bölge yok

source: Please run the automatic action to downlaod data from this source.
fr_fr: Veuillez exécuter l'action automatique pour télécharger les données depuis cette source.
pt_br: Execute a ação automática para baixar dados desta fonte.
tr_tr: Lütfen bu kaynaktan veri indirecek otomatik işlemi çalıştırın.

source: Start time
fr_fr: Heure de démarrage
pt_br: Iniciar o tempo
tr_tr: Başlangıç zamanı

source: Stop time
fr_fr: Heure d'arrêt
pt_br: Pare o tempo
tr_tr: Bitiş zamanı

source: Days of week where the computer usually runs
fr_fr: Jours de la semaine où l'ordinateur est habituellement en fonctionnement
pt_br: Dias da semana em que o computador normalmente funciona
tr_tr: Bilgisayarın genellikle çalıştığı haftanın günleri

source: This power value is used as default when the power of a network equipment model is unknown
pt_br: Este valor de potência padrão quando a potência de um modelo de equipamento de rede não existe
tr_tr: Bir ağ aygıtı modelinin gücü bilinmediğinde varsayılan olarak bu güç değeri kullanılır

source: This power value is used as default when the power of a computer model is unknown
fr_fr: Cette valeur de puissance est utilisée par défaut quand la puissance d'un modèle d'ordinateur est inconnue
pt_br: Valor padrão utilizado quando a potência não existe
tr_tr: Bir bilgisayar modelinin gücü bilinmediğinde varsayılan olarak bu güç değeri kullanılır

source: Category
tr_tr: Kategori

source: Electricity maps
tr_tr: Elektrik haritaları

source: Key for electricitymap.org API
fr_fr: Clé pour l'API electricitymap.org
pt_br: Chave para a API electricmap.org
tr_tr: electricitymap.org API anahtarı

source: Impact engine
tr_tr: Etki hesaplayıcı

source: Usage carbon emissions are always calculated internally
tr_tr: Kullanım karbon emisyonları her zaman içeride hesaplanır

source: Base URL to the Boaviztapi instance
tr_tr: Boaviztapi kopyasının temel adresi

source: Geocoding converts a location into a ISO 3166 (3 letters) code. Boavizta needs this to determine usage impacts of assets. This feature sends the address stored in a location to nominatim.org service. If this is an issue, you can disable it below, and fill the coutry code manually.
tr_tr: Coğrafi kodlama, bir konumu ISO 3166 (3 harf) koduna dönüştürür. Boavizta varlıkların kullanım etkilerini belirlemek için buna gerek duyar. Bu özellik, bir konumda kaydedilen adresi nominatim.org hizmetine gönderir. Bu durum sizin için bir uygun değilse, aşağıdan kapatabilir ve ülke kodunu el ile yazabilirsiniz.

source: Enable geocoding
tr_tr: Coğrafi kodlama kullanılsın

source: Always on
tr_tr: Her zaman açık

source: Office hours
fr_fr: Heures de bureau
pt_br: Horário de expediente
tr_tr: Çalışma saatleri

source: Find the Alpha3 country code (ISO3166) of locations
tr_tr: Konumların Alpha3 ülke kodunu bul (ISO3166)

source: Compute carbon emissions of computers
pt_br: Calcular as emissões de carbono dos computadores
tr_tr: Bilgisayarların karbon emisyonlarını hesapla

source: Collect carbon intensities from RTE
fr_fr: Collecte les intensités carbone depuis RTE
tr_tr: RTE üzerinden karbon yoğunluklarını al

source: Collect carbon intensities from ElectricityMap
fr_fr: Collecte les intensités carbone depuis ElectricityMap
pt_br: Coletar intensidades de carbono do ElectricityMap
tr_tr: ElectricityMap üzerinden karbon yoğunluklarını al

source: Compute embodied impact of assets
tr_tr: Varlıkların gerçekleşen etkisini hesapla

source: Environmental Impact
fr_fr: Impact environnemental
pt_br: Impacto ambiental
tr_tr: Çevresel etki

source: Associate to an usage profile
tr_tr: Bir kullanım profili ile ilişkilendir

source: Update type power consumption
tr_tr: Güncelleme türü güç tüketimi

source: Update category
tr_tr: Güncelleme kategorisi

source: Update zone for Boavizta engine
tr_tr: Boavizta hesaplayıcı bölgesini güncelle

source: Carbon intensity
fr_fr: Intensité carbone
pt_br: Intensidade de carbono
tr_tr: Karbon yoğunluğu

source: Emission date
fr_fr: Date d'émission
pt_br: Data de emissão
tr_tr: Emisyon tarihi

source: Intensity
fr_fr: Intensité
pt_br: Intensidade
tr_tr: Yoğunluk

source: Usage informations
tr_tr: Kullanım bilgileri

source: Evaluates the carbon emission in CO₂ equivalent. %s More information %s
tr_tr: Karbon emisyonunu CO₂ eşdeğeri olarak değerlendirir. %s Ayrıntılı bilgi alın %s

source: Evaluates the consumption of non renewable resources in Antimony equivalent. %s More information %s
tr_tr: Yenilenebilir olmayan kaynakların tüketimini antimon eşdeğeri olarak değerlendirir. %s Ayrıntılı bilgi alın %s

source: Evaluates the primary energy consumed. %s More information %s
tr_tr: Birincil enerji tüketimini değerlendirir. %s Ayrıntılı bilgi alın %s

source: Source name
tr_tr: Kaynak adı

source: Zone name
tr_tr: Bölge adı

source: Download enabled
fr_fr: Téléchargement activé
pt_br: Habilitar download
tr_tr: İndirme açık

source: Code
tr_tr: Kod

source: Source for historical
fr_fr: Source pour l'historique
pt_br: Fonte para histórico
tr_tr: Geçmiş oluşturma kaynağı

source: Enable / Disable
fr_fr: Activer / Désactiver
pt_br: Desabilitar / Habilitar
tr_tr: Aç / Kapat

source: Power consumption
tr_tr: Güç tüketimi

source: Carbon intensity zone
fr_fr: Zone d'intensité carbone
pt_br: Zona de intensidade de carbono
tr_tr: Karbon yoğunluğu bölgesi

source: Data source for historical calculation
pt_br: Fonte de dados para cálculo histórico
tr_tr: Geçmiş hesaplaması veri kaynağı

source: Carbon Emission
fr_fr: Emission de carbone
pt_br: Emissão de carbono
tr_tr: Karbon emisyonu

source: Energy
tr_tr: Enerji

source: Emission
tr_tr: Emisyon

source: Energy quality
tr_tr: Enerji kalitesi

source: Emission quality
tr_tr: Emisyon kalitesi

source: Date of evaluation
tr_tr: Değerlendirme tarihi

source: Engine
tr_tr: Hesaplayıcı

source: Engine version
tr_tr: Hesaplayıcı sürümü

source: grams of carbon dioxyde equivalent
tr_tr: gram karbondioksit eşdeğeri

source: grams of antimony equivalent
tr_tr: gram antimon eşdeğeri

source: joules
tr_tr: jul

source: Error while calculating impact
tr_tr: Etki hesaplanırken sorun çıktı

source: Nothing to calculate
tr_tr: Hesaplanacak bir şey yok

source: %d entries calculated
tr_tr: %d kayıt hesaplandı

source: Is historizable
tr_tr: Geçmiş oluşturulabilir

source: Usage impact
tr_tr: Kullanım etkisi

source: Global warming potential
tr_tr: Küresel ısınma potansiyeli

source: Global warming potential quality
tr_tr: Küresel ısınma potansiyeli kalitesi

source: Abiotic depletion potential
tr_tr: Abiyotik tükenme potansiyeli

source: Abiotic depletion potential quality
tr_tr: Abiyotik tükenme potansiyeli kalitesi

source: Primary energy quality
tr_tr: Birincil enerji kalitesi

source: Creating data source name
fr_fr: Création du nom de la source de données
pt_br: Criando nome da fonte de dados
tr_tr: Veri kaynağı adı oluşturuluyor

source: Creating data zone name
fr_fr: Création du nom de la zone de données
pt_br: Criando nome de zona de dados
tr_tr: Veri bölgesi adı oluşturuluyor

source: Creating fake data...
fr_fr: Création de données factices...
tr_tr: Sahte veriler oluşturuluyor...

source: Updating the report dashboard description
tr_tr: Rapor panosu açıklaması güncelleniyor

source: Dashboard not found
tr_tr: Pano bulunamadı

source: Dashboard description saved to %s
tr_tr: Pano açıklaması %s üzerine kaydedildi

source: Creating test inventory
fr_fr: Création de l'inventaire de test
pt_br: Criando um teste de inventário
tr_tr: Sınama envanteri oluşturuluyor

source: Zone not found
tr_tr: Bölge bulunamadı

source: Reading eco2mix data...
fr_fr: Lecture des données Eco2mix
pt_br: Lendo dados do eco2mix...
tr_tr: Eco2mix verileri okunuyor...

source: Computer usage profile
fr_fr: Profil d'utilisation d'ordinateur
pt_br: Perfil de uso do computador
tr_tr: Bilgisayar kullanım profili

source: Start time is invalid
tr_tr: Başlangıç zamanı geçersiz

source: Stop time is invalid
tr_tr: Bitiş zamanı geçersiz

source: Global Warming Potential
tr_tr: Küresel ısınma potansiyeli

source: Abiotic Depletion Potential
tr_tr: Abiyotik tükenme potansiyeli

source: Primary energy
tr_tr: Birincil enerji

source: Find the Alpha3 country code (ISO3166)
tr_tr: Alpha3 ülke kodunu bul (ISO3166)

source: Maximum number of locations to solve
tr_tr: Çözülecek en fazla konum sayısı

source: Download carbon emissions from RTE
fr_fr: Télécharge les émissions de carbone depuis RTE
pt_br: Baixe as emissões de carbono da RTE
tr_tr: RTE üzerinden karbon emisyonlarını indir

source: Maximum number of entries to download
fr_fr: Nombre maximum d'éléments à télécharger
pt_br: Número máximo de entradas para download
tr_tr: İndirilecek en fazla kayıt sayısı

source: Download carbon emissions from ElectricityMap
fr_fr: Téléchargement des émissions de carbone depuis ElectricityMap
pt_br: Baixar as emissões de carbono do ElectricityMap
tr_tr: ElectricityMap üzerinden karbon emisyonlarını indir

source: Compute usage environnemental impact for all assets
tr_tr: Tüm varlıkların kullanım çevresel etkisini hesapla

source: Maximum number of entries to calculate
fr_fr: Nombre maximum d'éléments à calculer
pt_br: Número máximo de entradas a calcular
tr_tr: Hesaplanacak en fazla kayıt sayısı

source: Compute embodied environnemental impact for all assets
tr_tr: Tüm varlıkların gerçekleşen çevresel etkisini hesapla

source: No zone to download
tr_tr: İndirilecek bir bölge yok

source: Invalid Boavizta API URL
tr_tr: Boavizta API adresi geçersiz

source: Connection to Boavizta API established
tr_tr: Boavizta API bağlantısı kuruldu

source: Carbon report
fr_fr: Rapport carbone
tr_tr: Karbon raporu

source: Demo mode enabled. The data below are not representative of the assets in the database. %sDisable demo mode%s
tr_tr: Tanıtım kipi açık. Aşağıdaki veriler veri tabanındaki varlıkları göstermiyor. %sTanıtım kipini kapat%s

source: Carbon
tr_tr: Karbon

source: Carbon intensity source
fr_fr: Source d'intensité carbone
tr_tr: Karbon yoğunluğu kaynağı

source: handled assets ratio
tr_tr: işlenen varlık oranı

source: Handled assets ratio
tr_tr: İşlenen varlık oranı

source: Handled
tr_tr: İşlenen

source: Unhandled
tr_tr: İşlenmeyen

source: plugin carbon - handled %s
tr_tr: Carbon eklentisi- İşlenen %s

source: plugin carbon - unhandled %s
tr_tr: Carbon eklentisi- İşlenmeyen %s

source: plugin carbon - Total usage power consumption
tr_tr: Carbon eklentisi - Toplam kullanım güç tüketimi

source: plugin carbon - Usage carbon emission
tr_tr: Carbon eklentisi - Kullanım karbon emisyonu

source: Total embodied global warming potential
tr_tr: Toplam gerçekleşen küresel ısınma potansiyeli

source: Total abiotic depletion potential
tr_tr: Toplam abiyotik tükenme potansiyeli

source: Total usage abiotic depletion potential
tr_tr: Toplam kullanım abiyotik tükenme potansiyeli

source: Total global warming potential
tr_tr: Toplam küresel ısınma potansiyeli

source: Embodied global warming potential
tr_tr: Gerçekleşen küresel ısınma potansiyeli

source: Total usage global warming potential
tr_tr: Toplam kullanım küresel ısınma potansiyeli

source: Consumed energy and carbon emission per month
fr_fr: Energie consommée et émission de carbone par mois
pt_br: Energia consumida e emissão de carbono por mês
tr_tr: Aylık enerji tüketimi ve karbon emisyonu

source: Carbon emission
fr_fr: Emission de carbone
pt_br: Emissão de carbono
tr_tr: Karbon emisyonu

source: Consumed energy
fr_fr: Energie consommée
pt_br: Energia consumida
tr_tr: Enerji tüketimi

source: Handled assets count
tr_tr: İşlenen varlık sayısı

source: Handled %s
tr_tr: İşlenen %s

source: Unhandled %s
tr_tr: İşlenmeyen %s

source: Usage power consumption
tr_tr: Kullanım güç tüketimi

source: Usage carbon emission
tr_tr: Kullanım karbon emisyonu

source: Embodied primary energy consumed
tr_tr: Gerçekleşen birincil enerji tüketimi

source: Unhandled %s ratio
tr_tr: İşlenmeyen %s oranı

source: Usage carbon emission year to date
tr_tr: Yıl başından bugüne kadar kullanım karbon emisyonu

source: Monthly carbon emission
fr_fr: Emission de carbone mensuelle
pt_br: Emissão mensal de carbono
tr_tr: Aylık karbon emisyonu

source: Usage global warming potential chart
tr_tr: Kullanım küresel ısınma potansiyeli çizelgesi

source: Biggest monthly averaged carbon emission per model
tr_tr: Her model için en büyük aylık ortalama karbon emisyonu

source: Environmental impact information video
tr_tr: Çevresel etki bilgilendirme videosu

source: Environmental impact methodology_information
tr_tr: Çevresel etki yöntemi bilgileri

source: Usage carbon emission per month
tr_tr: Aylık kullanım karbon emisyonu

source: plugin carbon - handled assets ratio
tr_tr: Carbon eklentisi- İşlenen varlık oranı

source: Carbon dioxyde intensity
fr_fr: Intensité de dioxyde de carbone
pt_br: Intensidade de dióxido de carbono
tr_tr: Karbondioksit yoğunluğu

source: Methodology information
tr_tr: Yöntem bilgileri

source: Total Carbon Emission
fr_fr: Emission de carbone totale
pt_br: Emissão total de carbono
tr_tr: Toplam karbon emisyonu

source: Monthly Carbon Emission
fr_fr: Emission de carbone mensuelle
pt_br: Emissão de carbono mensalmente
tr_tr: Aylık karbon emisyonu

source: Carbon Emission Per month
tr_tr: Aylık karbon emisyonu

source: Embodied consumed primary energy
tr_tr: Gerçekleşen birincil enerji tüketimi

source: Unhandled Computers
fr_fr: Ordinateurs non gérés
pt_br: Computadores não utilizados
tr_tr: İşlenmeyen bilgisayarlar

source: Unhandled Monitors
tr_tr: İşlenmeyen ekranlar

source: Unhandled Network equipments
tr_tr: İşlenmeyen ağ aygıtları

source: Radar chart
tr_tr: Radar çizelge

source: Evaluates the usage carbon emission in CO₂ equivalent during the last 2 months. %s More information %s
tr_tr: Son 2 aylık karbon emisyonunu kullanımını CO₂ eşdeğeri olarak değerlendirir. %s Ayrıntılı bilgi alın %s

source: Evaluates the usage carbon emission in CO₂ equivalent during the last 12 elapsed months. %s More information %s
tr_tr: Son 12 aylık karbon emisyonunu kullanımını CO₂ eşdeğeri olarak değerlendirir. %s Ayrıntılı bilgi alın %s

source: Total embodied primary energy
tr_tr: Toplam gerçekleşen birincil enerji

source: Handled percentage
tr_tr: İşlenen yüzde

source: Missing arguments in request.
tr_tr: İstekte argümanlar eksik.

source: Reset denied.
tr_tr: Sıfırlama reddedildi.

source: Reset failed.
tr_tr: Sıfırlanamadı.

source: Unable to find calculation engine for this asset.
tr_tr: Bu varlık için bir hesaplayıcısı bulunamadı.

source: Update failed.
tr_tr: Güncellenemedi.

source: Bad arguments.
tr_tr: Argümanlar yanlış.

source: Delete of usage impact failed.
tr_tr: Kullanım etkisi silinemedi.

source: Missing data prevents historization of this asset.
tr_tr: Eksik veriler bu varlığın geçmiş hesaplamasını engelliyor.

source: Update of global warming potential failed.
tr_tr: Küresel ısınma potansiyeli güncellenemedi.

source: Update of usage impact failed.
tr_tr: Kullanım etkisi güncellenemedi.

source: %s updates an item
pt_br: %s atualiza um item

source: GLPI Carbon
pt_br: GLPI Carbono

source: Environnemental impact
fr_fr: Impact environnemental
pt_br: Impacto ambiental

# button
source: Save
fr_fr: Sauvegarder
pt_br: Salvar

source: Compute daily environnemental impact for all assets
pt_br: Calcular o impacto ambiental diário de todos os ativos

source: Carbon Emission Per Type
fr_fr: Emission de carbone par type
pt_br: Emissão de carbono por tipo

source: Carbon Emission Per Month
fr_fr: Emission de carbone par mois
pt_br: Emissão de carbono por mês

source: Unhandled computers
fr_fr: Ordinateurs non gérés
pt_br: Computadores não modificados

source: Handled computers
fr_fr: Ordinateurs gérés
pt_br: Computadores modificados

source: Total power consumption
fr_fr: Puissance de consommation totale
pt_br: Consumo total de energia

source: Total carbon emission
fr_fr: Emissions de carbone totale
pt_br: Emissão total de carbono

source: Total power consumption per model
fr_fr: Puissance de consommation totale par modèle
pt_br: Consumo total de energia por modelo

source: Total carbon emission per model
fr_fr: Emission de carbone totale par modèle
pt_br: Emissão total de carbono por modelo

source: Carbon emission per month
fr_fr: Emissions de carbone par mois
pt_br: Emissão de carbono por mês

source: Carbon intensity (gCO<sub>2</sub>eq / KWh)
fr_fr: Intensité carbone (gCO<sub>2</sub>eq / KWh)
pt_br: Intensidade do carbono (gCO<sub>2</sub>eq / KWh)

source: Carbon emission per type
fr_fr: Emission de carbone par type
pt_br: Emissão de carbono por tipo

source: Carbon emission per month graph
fr_fr: Graphe d'émissions carbone par mois
pt_br: Gráfico de emissão de carbono por mês

source: Knowbase category
fr_fr: Catégorie de base de connaissance
pt_br: Categoria da base de conhecimento

source: As child of
pt_br: Como filho de

source: Monday
fr_fr: Lundi
pt_br: Segunda-feira

source: Tuesday
fr_fr: Mardi
pt_br: Terça-feira

source: Wednesday
fr_fr: Mercredi
pt_br: Quarta-feira

source: Thursday
fr_fr: Jeudi
pt_br: Quinta-feira

source: Friday
fr_fr: Vendredi
pt_br: Sexta-feira

source: Saturday
fr_fr: Samedi
pt_br: Sábado

source: Sunday
fr_fr: Dimanche
pt_br: Domingo

source: Name
fr_fr: Nom
pt_br: Nome

source: No
fr_fr: Non
pt_br: Não

source: Yes
fr_fr: Oui
pt_br: Sim

source: Power consumption (W)
pt_br: Consumo de energia (W)

source: Update to %s
fr_fr: Mise à jour vers %s
pt_br: Atualizar para 1%s
