Repository: pluginsGLPI/carbon
Catalog: locales/*.po
Languages: fr_fr, pt_br, tr_tr

source: Carbon Emission per Type
fr_fr: Emission de carbone par type
pt_br: Emissão de carbono por tipo

source: Start
pt_br: Inicio

source: Previous
fr_fr: Précédent
pt_br: Anterior

source: %s-%s of %s
fr_fr: %s-%s de %s
pt_br: %s-%s de %s

source: Next
fr_fr: Suivant
pt_br: Próximo

source: End
fr_fr: Fin
pt_br: Fim

source: No data
fr_fr: Aucune donnée
pt_br: Nenhum dado

source: Check all
fr_fr: Tout cocher
pt_br: Verifique tudo

source: Filter
fr_fr: Filtre
pt_br: Filtro

source: Export
fr_fr: Exporter
pt_br: Exportar

source: All
fr_fr: Tout
pt_br: Todos

source: Show %s entries
fr_fr: Voir %s entrées
pt_br: Mostre %s entradas

source: Compared to last month
fr_fr: Comparé au mois précédent
pt_br: Comparado ao mês passado

source: Carbon Emission per Month
pt_br: Emissão de carbono por mês

source: Usage information
fr_fr: Informations d'utilisation
pt_br: Informações de uso

source: Item
fr_fr: Element

source: %s rows / page
fr_fr: %s lignes / page
